Repository: common-repository/shopvote
Catalog: languages/shopvote-*.po
Languages: de_de

source: Plugin for the legally secure collection of shop reviews and / or product reviews and the integration of the SHOPVOTE badge.
de_de: Automatische und rechtssichere Bewertungsanfragen für Unternehmens- und Produktbewertungen; inkl. Integration und Konfiguration der SHOPVOTE-Bewertungsgrafik.

source: Unable to migrate review data.
de_de: Die Produktrezessionsdaten konnten nicht migriert werden.

source: A connection to the SHOPVOTE server could not be established. (Code: %1$d; Message: %2$s)
de_de: Eine Verbindung zum SHOPVOTE-Server konnte nicht hergestellt werden (Fehlernummer: %1$d; Fehlermeldung: %2$s)

source: Invalid data was received from the SHOPVOTE-server. Please contact SHOPVOTE support.
de_de: Es wurden ungültige Daten vom SHOPVOTE-Server empfangen. Bitte kontaktieren Sie den SHOPVOTE-Support.

source: SHOPVOTE Settings
de_de: SHOPVOTE Einstellungen

source: Settings
de_de: Einstellungen

source: The username is required.
de_de: Der Benutzername wird benötigt.

source: The password is required.
de_de: Das Passwort wird benötigt.

source: Enter your SHOPVOTE credentials (username and password) that you have received for the SHOPVOTE merchant area here. After logging in, you can configure the plugin.
de_de: Gib hier deine SHOPVOTE-Zugangsdaten (Benutzernamen und Passwort) ein, die du für den SHOPVOTE-Händlerbereich erhalten hast. Nach dem Login kannst du das Plugin konfigurieren.

source: SHOPVOTE Username
de_de: SHOPVOTE Benutzername

source: Example
de_de: Beispiel

source: SHOPVOTE Password
de_de: SHOPVOTE Passwort

source: Password
de_de: Passwort

source: Don't have a SHOPVOTE account yet?
de_de: Noch keinen SHOPVOTE-Account?

source: Register now for free
de_de: Jetzt kostenlos registrieren

source: Connect to SHOPVOTE
de_de: Mit SHOPVOTE verbinden

source: Configuration
de_de: Konfiguration

source: SHOPVOTE badge
de_de: SHOPVOTE-Grafik

source: Show SHOPVOTE badge
de_de: SHOPVOTE-Grafik anzeigen

source: Badge position
de_de: Grafik-Position

source: Specify the position where the badge is going to be displayed. (Default: right / bottom)
de_de: Legen Sie hier die Position fest, an der die Grafik angezeigt werden soll. (Standard: rechts / unten)

source: right / bottom
de_de: rechts / unten

source: right / top
de_de: rechts / oben

source: left / bottom
de_de: links / unten

source: left / top
de_de: links / oben

source: Distance top / bottom
de_de: Abstand oben / unten

source: Distance left / right
de_de: Abstand links / rechts

source: Automatic rating request
de_de: Automatische Bewertungsanfrage

source: Enable this option to automatically ask your customers for reviews in a legally secure way.
de_de: Aktiviere diese Option, um automatisch und rechtssicher deine Kunden um Bewertungen zu bitten.

source: Send SHOPVOTE rating requests
de_de: SHOPVOTE Bewertungsanfragen senden

source: Collect product reviews
de_de: Produktbewertungen sammeln

source: Enable this option to receive additional product reviews from your customers.
de_de: Aktiviere diese Option, um zusätzlich Produktbewertungen von deinen Kunden zu erhalten.

source: Collect and display SHOPVOTE product reviews
de_de: SHOPVOTE Produktbewertungen sammeln und anzeigen
